<?php
return [
    "not login"                     => "未登录",
    "distrust request method"       => "不信任的请求方法",
    "auth"                          => [
        101 => "登录密码错误",
        102 => "由于账号频繁登录错误，已禁止登录，请稍后再试",
        103 => "同一设备无法使用过多账号",
        104 => "找不到账号",
        105 => "账号无权限",
        106 => "账号已禁止登录",
        201 => "账号格式错误",
        202 => "密码格式错误",
        203 => "账号已存在",
        204 => "注册的账号类型不存在",
        205 => "此账号类型暂未开放注册",
        206 => "注册失败，请稍后再试"
    ],
    "login title"                   => "登录",
    "login header"                  => "登录",
    "login"                         => [
        101 => "缺少账号",
        102 => "缺少密码",
        103 => "缺少验证码",
        104 => "验证码错误"
    ],
    "fields"                        => [
        "account" => "账号",
        "password" => "密码",
        "verify"  => "验证码"
    ],
    "buttons"                       => [
        "submit" => "提交",
        "login" => "登录",
        "register" => "注册"
    ]
];